Revit 2027 API
ParameterTypeId.LayerElemVolumeComputed Property
 "Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemVolumeComputed { get; }
Public Shared ReadOnly Property LayerElemVolumeComputed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemVolumeComputed {
	ForgeTypeId^ get ();
}
static member LayerElemVolumeComputed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace